Repository: common-repository/kwizzme-automatic-button
Catalog: languages/*.po
Languages: kab_de_de

source: Default Button Type
kab_de_de: Standard-Buttontyp

source: Button Hint
kab_de_de: Infotext

source: Show Button
kab_de_de: Button anzeigen

source: Please <a href="mailto:johannes.leisch@kwizzme.com">contact kwizzme</a> for more ways to display the button.
kab_de_de: Weitere Möglichkeiten, den Button anzuzeigen, erhältst Du von <a href="mailto:johannes.leisch@kwizzme.com">kwizzme</a>.

source: Save Changes
kab_de_de: Speichern

source: Show button in all posts
kab_de_de: Button zu allen Beiträgen hinzufügen

source: The button will be automatically added to the bottom of all posts.
kab_de_de: Der Button wird automatisch zu allen Beitragen hinzugefügt.

source: Show the button in post list
kab_de_de: Anzeigen des Buttons in der Postliste

source: The button will be displayed in post list.
kab_de_de: Der Button wird in der Liste der Beiträge angezeigt.

source: Paste the 32 character code you received from Kwizzme Team.
kab_de_de: Füge den Token, den du vom kwizzme Team erhalten hast, hinzu.

source: Show button hint
kab_de_de: Infotext anzeigen

source: Show explanation hint above the button.
kab_de_de: Oberhalb des Buttons Infotext zu kwizzme für User anzeigen.

source: No token set for Kwizzme Auto Button!
kab_de_de: Token für Kwizzme Auto Button fehlt!

source: Unknown button type "%s" in shortcode [kwizzme-button]!
kab_de_de: Unbekannter Button-Typ "%s" in Shortcode [kwizzme-button]!

source: The [kwizzme-button] shortcode works only in posts!
kab_de_de: Der [kwizzme-button] Shortcode funktioniert nur in Beiträgen!
